<?php
// Heading
$_['heading_title']     = 'Cкриншоты шагов пользователя';

// Text
$_['text_extension']    = 'Расширения';
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_edit']         = 'Настройки модуля';
$_['text_seconds']      = 'Секунды';
$_['text_minutes']      = 'Минуты';
$_['text_hours']        = 'Часы';

// Entry
$_['entry_name']        = 'Название модуля';
$_['entry_layout_name'] = 'Выберите макет, в который встроите модуль';
$_['entry_frequency_save_screenshot'] = 'Частота сохранения картинки страницы';
$_['entry_date_clear_folder'] = 'Дата очистки папок с картинками';
$_['entry_status']      = 'Статус';

// Help
$_['help_layout_name']  = 'Выбранный здесь макет и макет в который будет встроен модуль должны совпадать!';

// Error
$_['error_permission']  = 'У Вас нет прав для управления данным модулем!';
$_['error_name']        = 'Название модуля должно содержать от 3 до 64 символов!';

